export const slideData = [
  {
    id: 'fwafawfafw',
    img: 'http://c.files.bbci.co.uk/EDB6/production/_120345806_duneposter.jpg.jpg',
    rating: 7.4,
    name: 'Дюна',
    description:
      'Собрание удивительных историй, опубликованных на страницах последнего выпуска еженедельного американского журнала, который выходил в свет в вымышленном французском городе в середине двадцатого века.',
  },
  {
    id: 'fwa41fawfafw',
    img: 'https://thumbs.dfs.ivi.ru/storage9/contents/4/3/3802a6a11277ef49c8a69ca43465e1.jpg',
    rating: 7.3,
    name: 'Французский вестник',
    description:
      'Собрание удивительных историй, опубликованных на страницах последнего выпуска еженедельного американского журнала, который выходил в свет в вымышленном французском городе в середине двадцатого века.',
  },
  {
    id: 'fwaf421awfafw',
    img: 'https://c4.wallpaperflare.com/wallpaper/621/286/348/keanu-reeves-keanu-reeves-parabellum-john-wick-john-wick-hd-wallpaper-preview.jpg',
    rating: 9.1,
    name: 'Джон Уик 3',
    description:
      'Собрание удивительных историй, опубликованных на страницах последнего выпуска еженедельного американского журнала, который выходил в свет в вымышленном французском городе в середине двадцатого века.',
  },
  {
    id: 'fwaf44g1awfafw',
    img: 'https://papik.pro/uploads/posts/2021-10/1634580960_21-papik-pro-p-avatar-poster-21.jpg',
    rating: 8.2,
    name: 'Аватар',
    description:
      'Собрание удивительных историй, опубликованных на страницах последнего выпуска еженедельного американского журнала, который выходил в свет в вымышленном французском городе в середине двадцатого века.',
  },
  {
    id: 'fwafagersgwfafw',
    img: 'https://c4.wallpaperflare.com/wallpaper/621/286/348/keanu-reeves-keanu-reeves-parabellum-john-wick-john-wick-hd-wallpaper-preview.jpg',
    rating: 5.4,
    name: 'Джон Уик 2',
    description:
      'Собрание удивительных историй, опубликованных на страницах последнего выпуска еженедельного американского журнала, который выходил в свет в вымышленном французском городе в середине двадцатого века.',
  },
];


export const catData = [
  [
    {
      id: 'fwafawfafw',
      img: 'http://c.files.bbci.co.uk/EDB6/production/_120345806_duneposter.jpg.jpg',
      rating: 7.4,
      name: 'Дюна',
      description:
        'Собрание удивительных историй, опубликованных на страницах последнего выпуска еженедельного американского журнала, который выходил в свет в вымышленном французском городе в середине двадцатого века.',
    },
    {
      id: 'fwa41fawfafw',
      img: 'https://thumbs.dfs.ivi.ru/storage9/contents/4/3/3802a6a11277ef49c8a69ca43465e1.jpg',
      rating: 7.3,
      name: 'Французский вестник',
      description:
        'Собрание удивительных историй, опубликованных на страницах последнего выпуска еженедельного американского журнала, который выходил в свет в вымышленном французском городе в середине двадцатого века.',
    },
    {
      id: 'fwaf421awfafw',
      img: 'https://c4.wallpaperflare.com/wallpaper/621/286/348/keanu-reeves-keanu-reeves-parabellum-john-wick-john-wick-hd-wallpaper-preview.jpg',
      rating: 9.1,
      name: 'Джон Уик 3',
      description:
        'Собрание удивительных историй, опубликованных на страницах последнего выпуска еженедельного американского журнала, который выходил в свет в вымышленном французском городе в середине двадцатого века.',
    },
    {
      id: 'fwaf44g1awfafw',
      img: 'https://papik.pro/uploads/posts/2021-10/1634580960_21-papik-pro-p-avatar-poster-21.jpg',
      rating: 8.2,
      name: 'Аватар',
      description:
        'Собрание удивительных историй, опубликованных на страницах последнего выпуска еженедельного американского журнала, который выходил в свет в вымышленном французском городе в середине двадцатого века.',
    },
  ],
  [
    {
      id: 'fwaf44g1awr3afw',
      img: 'https://papik.pro/uploads/posts/2021-10/1634580960_21-papik-pro-p-avatar-poster-21.jpg',
      rating: 8.2,
      name: 'Аватар',
      description:
        'Собрание удивительных историй, опубликованных на страницах последнего выпуска еженедельного американского журнала, который выходил в свет в вымышленном французском городе в середине двадцатого века.',
    },
  ],
];
